Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/portuguese_to_english.tmx
Source language: pt
Languages: en

source: História
en: History

source: Epidemiologia e distribuição geográfica
en: Epidemiology and geographical distribution

source: Transmissão
en: Transmission

source: Manifestações clínicas
en: Clinical manifestations

source: Diagnóstico
en: Diagnosis

source: Tratamento
en: Treatment

source: Prevenção
en: Prevention

source: Fontes
en: Sources

source: Leituras
en: Bibliography

source: Ligações
en: Links

source: Uma passagem do diário de Darwin levou à suposição de que ele sofresse da doença de Chagas, em conseqüência da picada de um inseto, e esta seria a causa do declínio de sua saúde depois da viagem no Beagle.
en: A passage from the diary of Darwin gave rise to the supposition that he suffered from Chagas disease as a result of being bitten by an insect, and that this was the cause of the decline in his health after his voyage on the Beagle.

source: Testes feitos com técnicas PCR (Polymerase chain reaction) em seus restos mortais foram improfícuos.
en: Tests performed by means of PCR (Polymerase Chain Reaction) on his mortal remains were inconclusive.

source: Epidemiologia, distribuição geográfica
en: Epidemiology, geographical distribution

source: Doença de Chagas (mapa da incidência)
en: Chagas disease (map showing incidence)

source: A doença afecta muitos outros vertebrados além do Homem: cães, gatos e gambás podem ser infectados e servir de reservatório do parasita.
en: The disease affects many other vertebrates beyond humans: dogs, cats and opossums can be infected and may serve as a host for the parasite.

source: O homem por sua vez, é afectado pelas fezes contaminadas do percevejo pois enquanto suga o sangue defeca nesse mesmo local.
en: Human beings are in turn infected by contaminated excrements of the chinch-bug, which defecates into the region whilst sucking the blood.

source: A infestação pode ser por transfusão de sangue ou transplante de órgãos, ou por via placentária.
en: Infestation may occur by blood transfusion or organ transplants, or through the placenta.

source: Esta forma de transmissão é, quase certamente, rara.
en: However this form of transmission is almost certainly rare.

source: Os problemas são raros.
en: These problems are rare.
